---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RelinquishOptions
source: html/9358b218-805e-fa64-fbe3-3eaf856d84b2.htm
---
# RelinquishOptions Members

Constructs a new instance of RelinquishOptions.